{
    "version": "https://jsonfeed.org/version/1",
    "title": "MÁRCIO MARON | ADVOGADO",
    "description": "",
    "home_page_url": "https://marciomaron.github.io/blog",
    "feed_url": "https://marciomaron.github.io/blog/feed.json",
    "user_comment": "",
    "author": {
        "name": "Márcio Maron"
    },
    "items": [
        {
            "id": "https://marciomaron.github.io/blog/o-historico-da-reforma-tributaria.html",
            "url": "https://marciomaron.github.io/blog/o-historico-da-reforma-tributaria.html",
            "title": "O histórico da reforma tributária",
            "summary": "A reforma tributária brasileira, consolidada na Emenda Constitucional nº 132/2023 e regulamentada pelo Projeto de Lei Complementar nº 68/2024, representa uma transformação significativa no sistema tributário nacional, com foco na simplificação e modernização da tributação sobre o consumo. As discussões sobre a reforma tributária têm&hellip;",
            "content_html": "<p>A reforma tributária brasileira, consolidada na Emenda Constitucional nº 132/2023 e regulamentada pelo Projeto de Lei Complementar nº 68/2024, representa uma transformação significativa no sistema tributário nacional, com foco na simplificação e modernização da tributação sobre o consumo.</p><p>As discussões sobre a reforma tributária têm mais de três décadas de história, mas ganharam impulso recente com duas propostas principais: a Proposta de Emenda à Constituição (PEC) nº 45/2019, apresentada na Câmara dos Deputados em abril de 2019, e a PEC 110/2019, apresentada no Senado Federal em julho de 2019. Ambas visavam substituir os tributos sobre bens e serviços por um sistema mais simplificado, mas com abordagens ligeiramente diferentes.</p><p><strong>PEC 110/2019</strong></p><p>A PEC 110/2019, apresentada em julho de 2019, propunha a extinção de diversos tributos, como IPI, IOF, CSLL, PIS/Pasep, Cofins, Salário-Educação, Cide-Combustíveis, ICMS e ISS, substituindo-os por dois novos tributos: o Imposto sobre Bens e Serviços (IBS), de competência estadual, e o Imposto Seletivo (IS), de competência federal. Esta proposta tramitou no Senado e gerou intensos debates, acumulando emendas e contribuições. Em abril de 2019, a PEC 45/2019 foi apresentada na Câmara dos Deputados com foco na substituição de tributos sobre bens e serviços por um Imposto sobre Bens e Serviços (IBS) de abrangência nacional, integrando ICMS, ISS, IPI, PIS e Cofins. A partir de 2020, a Comissão Mista Temporária da Reforma Tributária foi criada para unificar as discussões entre a PEC 45/2019 e a PEC 110/2019. Apesar disso, optou-se por avançar com a PEC 45/2019, incorporando alguns elementos da PEC 110/2019. Em novembro de 2023, a PEC 110/2019 foi considerada prejudicada e arquivada.</p><p><strong>PEC 45/2019 e EC nº 132/2023</strong></p><p>A PEC 45/2019 foi analisada em comissões especiais na Câmara dos Deputados ao longo de 2019 e 2020, recebendo ajustes e contribuições. Após aprovação em dois turnos no Plenário da Câmara em julho de 2023, seguiu para o Senado, onde passou por discussões aprofundadas e audiências públicas ao longo de 100 dias. O Senado aprovou a proposta com modificações importantes em novembro de 2023, incluindo a criação de uma trava para evitar aumento da carga tributária e ajustes nos fundos de desenvolvimento regional. Após negociações finais na Câmara em dezembro de 2023, a Emenda Constitucional nº 132/2023 foi promulgada no mesmo mês. Este marco estabeleceu as bases da reforma tributária, criando, entre outras mudanças, o Imposto sobre Bens e Serviços (IBS), a Contribuição Social sobre Bens e Serviços (CBS) e o Imposto Seletivo (IS). A reforma previu uma longa transição, com início em 2026 e implementação completa apenas em 2033.</p><p><strong>PLP nº 68/2024</strong></p><p>Para regulamentar os dispositivos da EC nº 132/2023, o governo federal apresentou, em abril de 2024, o Projeto de Lei Complementar nº 68/2024. Esse projeto detalhou a implementação do novo sistema tributário, incluindo a criação do IBS, da CBS e do IS. O PLP 68/2024 foi submetido a intenso debate na Câmara dos Deputados, recebendo mais de 800 emendas. Após aprovação em julho de 2024, seguiu para o Senado, onde foi analisado e ajustado. O texto final foi aprovado em dezembro de 2024 e, atualmente, aguarda sanção presidencial.</p><p>Essa reforma busca simplificar o sistema tributário, tornando-o mais eficiente e equitativo, com a expectativa de promover crescimento econômico e reduzir custos de conformidade para empresas e cidadãos. Os pilares fundamentais incluem não aumento da carga tributária, simplificação administrativa e maior transparência para o contribuinte.</p>",
            "image": "https://marciomaron.github.io/blog/media/posts/7/DJI_0202-2.jpg",
            "author": {
                "name": "Márcio Maron"
            },
            "tags": [
                   "Reforma tributária"
            ],
            "date_published": "2025-01-03T18:34:54-03:00",
            "date_modified": "2025-01-03T18:45:14-03:00"
        }
    ]
}
